/*
Task 1
Выведите в консоль ваше имя.
*/
//console.log("Александр")

/*
Task 2
Выведите в консоль номер месяца в котором вы
 родились. Изучите чем отличается вывод числа и
  строки.
*/
//console.log(9)

/*
Task 3
Выведите в консоль строку:
*/
//console.log('Добро ' + 'пожаловать ' + ' на курс')

/*
Task 4
С помощью alert выведите число 2019.
 После срабатывания кода - закомментируйте его,
  чтобы не мешал для дальнейшей разработки
*/
//console.log(2019)

/*
Task 5
С помощью alert выведите результат операции:
*/
//alert(2019 - 200)

/*
Task 6
Создайте на странице div с id=one. С помощью
 document.getElementById запишите в данный элемент
  текст 'Hello World'.
*/
let one = document.getElementById(#one)