/*
Task 1

Создайте две переменные a = 7 и b = 9. Выведите в консоль результа 
умножения a на b.
*/
/*
let a = 7, b = 9
console.log( a * b )
*/
/*
Task 2

Создайте две переменные
 a = 7 и b = 9. Выведите
  в консоль результа
   умножения a на b.
*/
/*
let a = 7, b = 9
console.log( a / b )
*/
/*Task 3

Создайте две переменные
 e = 3 и f = 5. Выведите 
 на страницу результат 
 сложения e + f.
*/
/*
let e = 3, f = 5
console.log( e + f )
*/
/*
Task 4

Создайте две переменные 
e1 = '3' и f1 = 5. Выведите
 на страницу результат
  сложения e1 + f1. 
  Объясните разницу.
*/
/*
let e1 = '3', f1 = 5
console.log( e1 + f1 )
*/
/*
Task 5

Создайте две переменные
 e2 = 3 и f2 = 0. Выведите
  на страницу результат 
  деления e2 на f2.
*/
/*
let e2 = 3, f2 = 0
console.log( e2 / f2 )
*/
/*
Task 6

Создайте две переменные 
e3 = 3 и f3 = 'Hello'. 
Выведите на страницу 
результат сложения двух
 переменных.
*/
/*
let e3 = 3, f3 = 'Hello'
console.log( e3 + f3 )
*/
/*
Task 7

Создайте две переменные 
e4 = 3 и f4 = 'Hello'. 
Выведите на страницу 
результат умножения двух 
переменных.
*/
/*
let e4 = 3, f4 = 'Hello'
console.log( e4 * f4 )
*/
/*
Task 8

Создайте input и кнопку.
 По нажатию на кнопку 
 выполняется функция,
  которая выводит в 
консоль то, что пользователь
 ввел в input.
*/
/*
let one = document.querySelector('.input-in')
let button = document.querySelector('button')

button.onclick = function(){
    console.log(one.value)
}
*/